{
  "navigation": "Navegação",
  "tecnologies": "Tecnologias",
  "journey": "Jornada",
  "my-skill": "Desenvolvedor Front-End",
  "about": "Sobre",
  "home": "Página Inicial",
  "entrance-school": "Ingresso no Ensino Médio.",
  "started-logic": "Comecei a estudar Lógica de Programação.",
  "first-code": "Primeiros códigos da minha carreira.",
  "first-web": "Primeiro contato com a Web.",
  "javacript-course": "Fiz o curso de JavaScript.",
  "c#": " foi a primeira Linguagem de Programação da minha carreira foi boa a experiência pude aprender comandos voltado ao",
  "text-c#": "por meios dos estudos escolares.",
  "HTML-course": "curso",
  "and": "e",
  "first-javascript": "Então ficando encantado com as",
  "javascript-course2": "curso de JavaScript ",

  "then": "voltadas a",
  "technologies": "tecnologias",
  "took": "fiz o",
  "end-javascript": "no canal curso em video até agora o melhor que já fiz aprendi muito pode melhorar minhas habilidades e dar os meus primeiros passos na Linguagem. Sensacional me ajudou muito a minha maneira de pensar.",
  "text-try": "",
  "github": "Me cadastrei no GitHub.",
  "end-CRUD": "para fins de estudos.",
  "title-acha-5": "Acha-5",
  "about-react": "Desde então com o objeto de aumentar as minhas habilidades fiz o curso de ",
  "react": " no",
  "origamid-channel": "canal da Origamid,",
  "end-origamid": "sendo hoje a minha habilidade principal. Sensacional me ajudou muito a minha maneira de pensar.",
  "react-course": "Fiz o curso de React.",
  "statistics-student": "Crie o projeto Estatisticas dos Alunos.",
  "deeply-react": "Aprofundei os meus conhecimentos em React na sua documentação.",
  "about-CRUD": "Sendo um projeto desafiador crie um ",
  "about-acha-5": "Para fins de melhorar as minhas habilidades fiz vários projetos como o",
  "CRUD": "Create um CRUD.",
  "acha-5": "Fiz o projeto Acha-5.",
  "text-after-try": "Foi bom tê-lo feito, lembro que na época, me ensinou a trabalhar com",
  "of-CSS": "do CSS,",
  "text-CSS": "antes desse curso não entendia muito bem essas propriedades.",
  "nowadays": "Hoje em dia já não recomendo esse curso,",
  "end-CSS": "Layout não eram realidade nessa época.",
  "sencod-HTML": "mas ainda precisava aprimorar no meu CSS, então dei uma chance pra esse",
  "first-HTML": "Mesmo já confortável com",
  "january": "Janeiro há mais de",
  "september": "Setembro há mais de",
  "years": "anos",
  "github-account": "Desde então passei a publicar os meus projetos no",
  "year": "ano",
  "month": "mês",
  "february": "Fevereiro há mais de",
  "march": "Março há mais de",
  "august": "Agosto há mais de",
  "november": "Novembro há mais de",
  "start-c#": "Comecei a estudar C# na escola.",
  "may": "Maio há mais de",
  "june": "Junho há mais de",
  "first-code-desc": "Desde então passei a fazer os exercícios proposto pelo curso acima referido e fui melhorando a minha maneira de pensar.",
  "start-journey": "Comecei a minha jornada no ensino médio no",
  "my-school": "curso de Informática de Gestão no Instituto Politécnico de Administração e Gestão da Catumbela (IPAG).",
  "first-studies": "Meu primeiro contato com a programação estudei no",
  "video-course": " canal curso em video",
  "video-course2": "sensacional me ajudou muito a minha maneira de pensar.",
  "start-journey2": " Foi no ensino médio que os meus sonhos começaram a ser construídos.",
  "vscode": "Editor de código que uso no meu dia a dia. O VS Code é com certeza o meu editor preferido.",
  "HTMLdesc": "Tudo começou por ele, nada seria possivel sem ele, o bom e velho HTML.",
  "photoshop": "Domino apenas o básico está ferramenta utilizando especialmente para editar fotos.",
  "vercel": "Utilizo a vercel para hospedar o meu front-end de uma forma simples e grátis.",
  "CSS3desc": "Linguagem de estilo que usei desde o começo da minha jornada. Hoje em dia utilizo várias tecnologias acima dele. Mas ainda assim o CSS é a tecnologia que mais utilizo no meu dia á dia.",
  "javascript": "A principal tecnologia da minha stack de desenvolvimento. Foi com JavaScript que criei o meu primeiro programa.",
  "typescript": "Depois do TypeScript já não mais desenvolvo projetos com JavaScript. Antes não queria ouvir falar sobre tipagem, não me agradava em nada, hoje já não vivo sem.",
  "reactjs": "React é sem sombra de dúvidas a melhor tecnológia que aprendi durante toda a minha jornada como desenvolvedor front-end.",
  "nextjs": "O Framework React mais amado pela comunidade. O Next.js acabou se tornando a minha principal ferramente no desenvolvimento Web Front-End.",
  "contacts": "Contatos",
  "projects": "Projetos",
  "description": "Projetado e Desenvolvido por Pascoal Kahamba",
  "2023": "Todos os direitos reservados."
}
