{
  "my-name": "My name is",
  "my-name1": " I am",
  "focus": "Focusing on ecosystem technologies of",
  "start-study": "My interest in programming began in",
  "during": "during",
  "high-school": " High School",
  "programming-logic": "Programming Logic",
  "HTMLdesc": "It all started with him, nothing would be possible without him, the good old HTML.",
  "CSS3desc": "Language of styles that I used since the beginning of my journey. Nowadays I use several technologies on top of it, but still CSS is one of the technologies I use most in my daily routine",
  "javascript": "The core technology of my development stack. It was with JavaScript that I created my first program.",
  "typescript": "After TypeScript, I no longer develop projects with JavaScript. Before, I didn't want to hear about typing, I didn't like it at all, today I can't live without it.",
  "reactjs": "React is without a doubt the best technology I've learned throughout my journey as a front-end developer.",
  "nextjs": "The most loved React Framework by the community. Next.js ended up becoming my main tool in Web Front-End development.",
  "using": "using",
  "short-born": "I was born at",
  "about-job": "I started working professionally with programming attending demands of customers in my locality, before that only created study projects.",
  "my-habits": "My passions are: Programming, Cinema (Movies, Series and Animes), Music and Literature.",
  "longer-born": " I speak Portuguese (my mother tongue) and have an intermediate English. I currently live in",
  "short-desc": " Soon after, my desire to deepen my knowledge led me to explore technologies such as",
  "final-desc": "allowing me to create projects more attractive and interactive. Since then, I have continued to improve my skills and improve my expertise in Front-End development.",
  "and": "and",
  "when-college": " when I acquired knowledge in",
  "about-me": "I'm a guy in love with software development. Currently focusing on",
  "page-title": "About Me",
  "my-skill": "Front-End Web Development.",
  "button-name": "Download CV",
  "contact": "Contact"
}
