{
  "navigation": "Navigation",
  "tecnologies": "Tecnologies",
  "my-skill": "Front-End Developer",
  "journey": "Journey",
  "about": "About",
  "entrance-school": "Entrance to High School.",
  "started-logic": "I started studying Programming Logic.",
  "first-code": "First codes of my career.",
  "start-c#": "I started studying C# at school.",
  "first-web": "First contact with the Web.",
  "javacript-course": "I took the JavaScript course.",
  "javascript-course2": "JavaScript course",
  "c#": "was the first Programming Language of my career, it was a good experience, I was able to learn",
  "text-c#": "commands through school studies.",
  "HTML-course": "course",
  "and": "and",
  "text-try": "a try",
  "text-after-try": "It was good to have done it, I remember that at the time, it taught me how to work with CSS",
  "text-CSS": "before this course I didn't understand these properties very well.",
  "nowadays": "Nowadays I no longer recommend this course,",
  "end-CSS": "Layout were not a reality at that time.",
  "sencod-HTML": "I still needed to improve my CSS, so I gave this",
  "first-HTML": "Even though I was already comfortable with",
  "years": "years ago",
  "year": "year ago",
  "month": "month ago",
  "february": "February over ",
  "may": "May over ",
  "june": "June over ",
  "march": "March over ",
  "august": "August over ",
  "of-CSS": "",
  "then": "",

  "first-javascript": "So, being enchanted by",
  "technologies": "technologies,",
  "took": "I took the",
  "end-javascript": "on the video course channel so far, the best I've ever done, I learned a lot, it could improve my skills and take my first steps in the language. It really helped me with my way of thinking.",
  "november": "November over ",
  "first-studies": "My first contact with programming, I studied on the sensational",
  "video-course": "video course channel",
  "video-course2": "it helped me a lot with my way of thinking.",
  "start-journey": "I started my journey in high school on the",
  "my-school": "Management Informatics course at the Catumbela Polytechnic Institute of Administration and Management (IPAG).",
  "start-journey2": "It was in high school that my dreams began to be built.",
  "first-code-desc": "Since then I started doing the exercises proposed in the course mentioned above and I improved my way of thinking.",
  "home": "Home",
  "vscode": "Code editor that I use on a daily basis. VS Code is definitely my favorite editor.",
  "photoshop": "Domino just the basics is a tool used especially for editing photos.",
  "vercel": "I use Vercel to host my front-end in a simple and free way.",
  "HTMLdesc": "It all started with him, nothing would be possible without him, the good old HTML.",
  "CSS3desc": "Language of styles that I used since the beginning of my journey. Nowadays I use several technologies on top of it, but still CSS is one of the technologies I use most in my daily routine",
  "javascript": "The core technology of my development stack. It was with JavaScript that I created my first program.",
  "typescript": "After TypeScript, I no longer develop projects with JavaScript. Before, I didn't want to hear about typing, I didn't like it at all, today I can't live without it.",
  "reactjs": "React is without a doubt the best technology I've learned throughout my journey as a front-end developer.",
  "nextjs": "The most loved React Framework by the community. Next.js ended up becoming my main tool in Web Front-End development.",
  "contacts": "Contacts",
  "projects": "Projects",
  "description": "Designed and Developed by Pascoal Kahamba",
  "2023": "All rights reserved."
}
